{
  "人文探究": {
    "description": "歴史、哲学、文学などを通じて、人間の文化や社会、思考の本質を探求する学問です。過去の文献や思想を批判的に読み解き、現代社会への洞察を深めます。",
    "fitReason": "未知の史料を読み解いたり、概念の違いを比較したりすることに興味があるあなたにぴったりです。",
    "courses": ["西洋史概論", "日本文学研究", "倫理学原論"]
  },
  "言語表現": {
    "description": "言語の構造や機能、そしてそれを用いた表現やコミュニケーションを探求します。多言語間の翻訳や、文化背景の異なる人々との意思疎通に関心を持つ人に適しています。",
    "fitReason": "多言語のニュアンスの違いを比較したり、文化差を埋める工夫を考えたりすることに喜びを感じるあなたに向いています。",
    "courses": ["比較言語学", "翻訳通訳論", "異文化コミュニケーション"]
  },
  "文化批評": {
    "description": "映画、音楽、アート、ポップカルチャーなどを対象に、その社会的・文化的意味を分析・批評する学問です。現代文化のトレンドに敏感で、その背景にあるものを探りたい人におすすめです。",
    "fitReason": "映画や音楽が社会に与える影響を批評的に分析したいというあなたの知的好奇心を満たしてくれるでしょう。",
    "courses": ["カルチュラル・スタディーズ", "メディア論", "表象文化論"]
  },
  "社会分析": {
    "description": "社会調査や統計データを用いて、現代社会の構造や変動を実証的に分析します。政策評価や市場調査など、社会課題の解決にデータで貢献したい人に向いています。",
    "fitReason": "統計データとフィールド調査を組み合わせて社会の変化を説明することに興味があるあなたに最適です。",
    "courses": ["社会調査法", "計量社会学", "地域社会学"]
  },
  "政治法制度": {
    "description": "法律や政治制度の仕組みを学び、それが社会にどのように作用するかを考察します。公正な社会ルールや制度設計に関心があり、論理的な思考が得意な人に適しています。",
    "fitReason": "法制度の変化が市民生活に与える影響を追跡することに関心があるあなたにとって、学びの多い分野です。",
    "courses": ["憲法", "行政法", "国際政治学"]
  },
  "経済ビジネス": {
    "description": "経済学の理論を用いて、市場や企業の行動を分析します。データに基づいた予測や、新しいビジネスモデルの創出に関心がある人におすすめです。",
    "fitReason": "経済データを用いて市場の動向を予測するプロセスを面白いと思うあなたに、多くの発見をもたらすでしょう。",
    "courses": ["ミクロ経済学", "マクロ経済学", "経営戦略論"]
  },
  "環境科学": {
    "description": "気候変動、生物多様性の損失、資源の枯渇といった地球規模の環境問題に対して、科学的な視点から解決策を探求します。持続可能な社会の実現に貢献したい人に適しています。",
    "fitReason": "気候データを分析して環境変動の兆しを読み取ることにワクワクするあなたに、ぴったりの分野です。",
    "courses": ["地球環境科学", "生態学", "サステナビリティ学"]
  },
  "地球惑星": {
    "description": "地球の内部構造から、惑星や銀河の成り立ちまで、壮大なスケールで自然の謎に挑みます。フィールドワークや観測データの解析を通じて、地球と宇宙の歴史を解き明かします。",
    "fitReason": "地球の内部構造や惑星の形成過程を探る研究にワクワクするあなたにとって、知的好奇心が尽きない分野です。",
    "courses": ["地質学", "惑星科学", "宇宙物理学"]
  },
  "物理数理": {
    "description": "自然界の基本法則を、数学という言語を用いて記述し、解明する学問です。抽象的なモデルを構築し、論理的に現象を予測することに喜びを感じる人に向いています。",
    "fitReason": "物理法則を数学的に導出するプロセスに喜びを感じるあなたに、知的な挑戦の機会を数多く提供してくれます。",
    "courses": ["量子力学", "統計物理学", "微分幾何学"]
  },
  "化学材料": {
    "description": "原子や分子のレベルで物質の構造や性質を理解し、新しい機能を持つ材料を設計・開発します。実験を通じて、理論を検証し、社会に役立つ新素材を創り出したい人におすすめです。",
    "fitReason": "材料の微細構造が性質にどう影響するかを実験で確かめたいというあなたの探求心を満たしてくれるでしょう。",
    "courses": ["有機化学", "無機化学", "材料科学"]
  },
  "生命医科学": {
    "description": "生命現象の根源的なメカニズムを解明し、その知見を病気の診断や治療、創薬などに応用する学問です。人々の健康や医療の発展に貢献したいという強い意志を持つ人に適しています。",
    "fitReason": "細胞や分子レベルの現象を解き明かして医療応用につなげたいというあなたの目標に合致しています。",
    "courses": ["分子生物学", "遺伝子工学", "免疫学"]
  },
  "農環境": {
    "description": "食料の安定供給と、持続可能な農業環境の実現を目指す学問です。スマート農業などの先端技術から、地域に根差した伝統農法まで、幅広いアプローチで食と農の未来を考えます。",
    "fitReason": "食料生産と環境保全を両立させる技術を学ぶことに意義を感じるあなたにとって、実践的な学びの場となるでしょう。",
    "courses": ["作物学", "土壌学", "農業経済学"]
  },
  "情報科学": {
    "description": "コンピュータの仕組みから、アルゴリズム、データサイエンス、AIまで、情報技術の理論と実践を幅広く学びます。論理的思考力と創造性を活かして、新しいサービスやシステムを構築したい人におすすめです。",
    "fitReason": "アルゴリズムの性能差を自分で検証する過程に楽しさを見いだすあなたに、無限の可能性を提供してくれます。",
    "courses": ["データ構造とアルゴリズム", "機械学習", "コンピュータネットワーク"]
  },
  "デジタル創造": {
    "description": "UI/UXデザイン、インタラクティブアート、VR/ARなど、デジタル技術を駆使して新しい表現や体験を創造します。テクノロジーとアートを融合させ、人々の感性に訴えかける作品を作りたい人に適しています。",
    "fitReason": "インタラクティブなデジタル作品で新しい体験を設計することに心が躍るあなたに、最適な分野です。",
    "courses": ["インタラクションデザイン", "メディアアート", "ヒューマンコンピュータインタラクション"]
  },
  "芸術実践": {
    "description": "絵画、彫刻、音楽、演劇、ダンスなど、様々なメディアを通じて自己の思想や感情を表現し、社会に問いを投げかけます。創造的な活動を通じて、自己と世界を探求したい人に向いています。",
    "fitReason": "身体表現やパフォーマンスを通じて社会テーマを伝えたいというあなたの情熱を形にできる分野です。",
    "courses": ["現代美術史", "舞台芸術論", "映像制作実践"]
  },
  "教育革新": {
    "description": "学習者の多様性や社会の変化に対応した、新しい教育のあり方を探求します。教育テクノロジーの活用や、アクティブラーニングの設計など、未来の学びをデザインしたい人におすすめです。",
    "fitReason": "学習者のニーズに合わせて授業設計をカスタマイズする挑戦が楽しいと感じるあなたに、多くの機会を提供します。",
    "courses": ["教育工学", "学習科学", "カリキュラム開発論"]
  },
  "スポーツ科学": {
    "description": "アスリートのパフォーマンス向上から、人々の健康増進まで、スポーツと運動に関するあらゆる事象を科学的に探求します。データ分析やバイオメカニクスを駆使して、理論と実践の架け橋となりたい人に適しています。",
    "fitReason": "運動データを計測しパフォーマンス向上の理論を組み立てたいというあなたの興味に合致しています。",
    "courses": ["スポーツバイオメカニクス", "トレーニング科学", "スポーツ栄養学"]
  },
  "デザイン思考": {
    "description": "ユーザーの視点に立ち、課題の本質を発見し、解決策を創造するための思考法とプロセスを学びます。分野を横断して、新しいサービスやプロダクト、社会システムをデザインしたい人に向いています。",
    "fitReason": "ユーザーの課題を観察し体験全体を再設計するプロセスに魅力を感じるあなたにとって、非常に実践的な学びが得られるでしょう。",
    "courses": ["デザインリサーチ", "サービスデザイン", "人間中心設計"]
  }
}
